tutorials/incompressible/pimpleDyMFoam/wingFlutter/wingFlutter2D_pimpleDyMFoam/0.org/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6.x                                 |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

flowVelocity         (100 0 0);
pressure             0;
turbulentKE          37;
turbulentOmega       32;
#inputMode           merge

// ************************************************************************* //
